# modes = [
#     {
#         "name": "Биография",
#         "description": """
#             художественные фильмы, основанные на биографиях выдающихся российских ученых, \
#             совершивших важные открытия, должны оказывать на зрителя следующий эффект
#         """,
#
#     },
#     {
#         "name": "Биография",
#         "description": """
#             художественные фильмы, основанные на биографиях выдающихся российских ученых, \
#             совершивших важные открытия, должны оказывать на зрителя следующий эффект
#         """
#     }
# ]
#
# class Mode:
#     def __init__(self, name):
#         self.mode_name=name
#         self.description=