BIOGRAPGY_CATEGORY_NAME = "Биографические"

BIOGRAPGY_CATEGORY_DESCRIPTION = """"
художественные фильмы, основанные
на биографиях выдающихся российских ученых, совершивших важные
открытия, должны оказывать на зрителя следующий эффект.
Вдохновение: фильмы должны вдохновлять зрителей стремиться
к знаниям, исследованиям и достижениям. Истории о преодолении
трудностей, находчивости и целеустремленности ученых могут мотивировать
зрителей к самосовершенствованию и научному поиску.
Эмоциональная связь: зрители должны почувствовать эмоциональную
связь с главными героями, разделяя их радости и трудности. Личные истории,
биографические перипетии, описание драматических обстоятельств
профессионального становления и исследовательского поиска создадут
у зрителя глубокую эмоциональную вовлеченность, сопричастность
и понимание профессии ученого и сферы науки в целом.
Уважение и признание: фильмы должны вызывать уважение
и признание вклада ученых в развитие науки и общества. Зрители должны
осознать значение их труда и его влияние на повседневную жизнь и развитие
страны
"""

BIOGRAPGY_CATEGORY_AUDIENCE = """
старшие школьники, студенты младших курсов, широкий круг взрослой аудитории.
"""